Repository: sangwookyoo/PlayHub
Catalog: PlayHub/Resources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, zh_hant

# welcome.action.skip
source: Skip for Now
de: Vorerst überspringen
es: Omitir por ahora
fr: Passer pour l’instant
ja: 後で設定する
ko: 나중에 진행하기
zh_hant: 暫時略過

# welcome.action.start
source: Start Setup
de: Setup starten
es: Iniciar configuración
fr: Commencer la configuration
ja: セットアップを開始する
ko: 설치 시작하기
zh_hant: 開始設定

# welcome.requirements.loading
source: Gathering requirements…
de: Anforderungen werden gesammelt…
es: Recopilando requisitos…
fr: Collecte des prérequis…
ja: 要件を確認しています…
ko: 요구 사항을 확인하는 중…
zh_hant: 正在彙整需求…

# welcome.requirements.android.adb
source: ADB tools
es: Herramientas ADB
fr: Outils ADB
ja: ADBツール
ko: ADB 도구
zh_hant: ADB 工具

# welcome.requirements.android.avd
source: AVD directory
de: AVD-Verzeichnis
es: Directorio AVD
fr: Répertoire AVD
ja: AVDディレクトリ
ko: AVD 디렉터리
zh_hant: AVD 目錄

# welcome.requirements.android.emulator
source: Android Emulator
es: Emulador de Android
fr: Émulateur Android
ko: Android 에뮬레이터
zh_hant: Android 模擬器

# welcome.requirements.ios.simulator
source: iOS Simulator runtime
de: iOS-Simulatorlaufzeit
es: Runtime del simulador de iOS
fr: Runtime du simulateur iOS
ja: iOS Simulatorランタイム
ko: iOS 시뮬레이터 런타임
zh_hant: iOS 模擬器執行環境

# welcome.requirements.ios.xcode
source: Xcode command line tools
de: Xcode-Befehlszeilentools
es: Herramientas de línea de comandos de Xcode
fr: Outils en ligne de commande Xcode
ja: Xcodeコマンドラインツール
ko: Xcode 명령줄 도구
zh_hant: Xcode 命令列工具

# welcome.summary.title
source: Installation Items
de: Installationspunkte
es: Elementos de instalación
fr: Éléments d’installation
ja: インストール項目
ko: 설치 항목
zh_hant: 安裝項目

# welcome.title.headline
source: Let’s set up your simulator workspace.
de: Richten wir deine Simulator-Umgebung ein.
es: Vamos a configurar tu espacio de trabajo de simuladores.
fr: Mettons en place votre espace de travail pour simulateur.
ja: シミュレータ環境のセットアップを始めましょう。
ko: 시뮬레이터 환경 설치를 시작하겠습니다.
zh_hant: 讓我們來設定你的模擬器工作區。

# welcome.title.subtitle
source: PlayHub guides you through every dependency so you can launch iOS Simulators and Android Emulators with confidence.
de: PlayHub führt dich durch jede Abhängigkeit, damit du iOS-Simulatoren und Android-Emulatoren zuverlässig starten kannst.
es: PlayHub te guía por cada dependencia para que puedas iniciar simuladores de iOS y emuladores de Android con confianza.
fr: PlayHub vous guide à travers chaque dépendance afin que vous puissiez lancer en toute confiance des simulateurs iOS et des émulateurs Android.
ja: PlayHubが必要な依存関係を順番に案内し、iOS SimulatorとAndroid Emulatorを安心して起動できるようにします。
ko: PlayHub가 필요한 구성 요소를 순차적으로 안내하여 iOS 시뮬레이터와 Android 에뮬레이터를 안정적으로 실행하시도록 도와드립니다.
zh_hant: PlayHub 會引導你完成每一個相依項，讓你能放心啟動 iOS 模擬器與 Android 模擬器。

# welcome.requirements.android.sdk
source: Android SDK
es: SDK de Android
fr: SDK Android
