Repository: sangwookyoo/PlayHub
Catalog: PlayHub/Resources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, zh_hant

# diagnostic.title
source: Diagnostics Center
de: Diagnosezentrum
es: Centro de diagnósticos
fr: Centre de diagnostic
ja: 診断センター
ko: 진단 센터
zh_hant: 診斷中心

# diagnostic.toolchain.android
source: Android Toolchain
es: Cadena de herramientas de Android
fr: Chaîne d’outils Android
ja: Android ツールチェーン
ko: Android 도구 체인
zh_hant: Android 工具鏈

# diagnostic.toolchain.ios
source: iOS Toolchain
es: Cadena de herramientas de iOS
fr: Chaîne d’outils iOS
ja: iOS ツールチェーン
ko: iOS 도구 체인
zh_hant: iOS 工具鏈

# diagnostic.toolchain.subtitle
source: Essential components for this platform
de: Wesentliche Komponenten für diese Plattform
es: Componentes esenciales para esta plataforma
fr: Composants essentiels pour cette plateforme
ja: このプラットフォームに必要な主要コンポーネント
ko: 이 플랫폼에 필요한 핵심 구성 요소
zh_hant: 該平台不可或缺的元件

# diagnostic.version.label
source: Version: %@
es: Versión: %@
ja: バージョン: %@
ko: 버전: %@
zh_hant: 版本：%@

# error.action.dismiss
source: Dismiss
de: Schließen
es: Descartar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hant: 關閉

# error.action.ok
source: OK
es: Aceptar
ko: 확인
zh_hant: 確定

# error.api.general
source: API error (%@): %@
de: API-Fehler (%@): %@
es: Error de API (%@): %@
fr: Erreur d’API (%@) : %@
ja: APIエラー (%@): %@
ko: API 오류 (%@): %@
zh_hant: API 錯誤（%@）：%@

# error.auth.forbidden
source: Access forbidden
de: Zugriff verweigert
es: Acceso prohibido
fr: Accès interdit
ja: アクセスが禁止されています
ko: 접근이 금지되었습니다
zh_hant: 拒絕存取

# error.auth.token_expired
source: Token expired
de: Token abgelaufen
es: Token expirado
fr: Jeton expiré
ja: トークンの有効期限が切れました
ko: 토큰이 만료되었습니다
zh_hant: 憑證已過期

# error.auth.unauthorized
source: Unauthorized
de: Nicht autorisiert
es: No autorizado
fr: Non autorisé
ja: 認証されていません
ko: 인증되지 않았습니다
zh_hant: 未授權

# error.device.command_failed
source: Device command failed: %@
de: Gerätebefehl fehlgeschlagen: %@
es: Error en el comando del dispositivo: %@
fr: Commande appareil échouée : %@
ja: デバイスコマンドの実行に失敗しました: %@
ko: 디바이스 명령어 실행에 실패했습니다: %@
zh_hant: 裝置指令失敗：%@

# error.device.connection_failed
source: Device connection failed: %@
de: Geräteverbindung fehlgeschlagen: %@
es: Error de conexión del dispositivo: %@
fr: Connexion à l’appareil échouée : %@
ja: デバイスの接続に失敗しました: %@
ko: 디바이스 연결에 실패했습니다: %@
zh_hant: 裝置連線失敗：%@

# error.device.not_found
source: Device not found: %@
de: Gerät nicht gefunden: %@
es: Dispositivo no encontrado: %@
fr: Appareil introuvable : %@
ja: デバイスが見つかりません: %@
ko: 디바이스를 찾을 수 없습니다: %@
zh_hant: 找不到裝置：%@

# error.device.unavailable
source: Device unavailable: %@
de: Gerät nicht verfügbar: %@
es: Dispositivo no disponible: %@
fr: Appareil indisponible : %@
ja: デバイスは利用できません: %@
ko: 디바이스를 사용할 수 없습니다: %@
zh_hant: 裝置無法使用：%@

# error.file.access_denied
source: File access denied: %@
de: Dateizugriff verweigert: %@
es: Acceso al archivo denegado: %@
fr: Accès au fichier refusé : %@
ja: ファイルへのアクセスが拒否されました: %@
ko: 파일 접근이 거부되었습니다: %@
zh_hant: 檔案存取遭拒：%@

# error.file.disk_space
source: Insufficient disk space
de: Nicht genügend Speicherplatz
es: Espacio en disco insuficiente
fr: Espace disque insuffisant
ja: ディスクの空き容量が不足しています
ko: 디스크 공간이 부족합니다
zh_hant: 磁碟空間不足

# error.file.not_found
source: File not found: %@
de: Datei nicht gefunden: %@
es: Archivo no encontrado: %@
fr: Fichier introuvable : %@
ja: ファイルが見つかりません: %@
ko: 파일을 찾을 수 없습니다: %@
zh_hant: 找不到檔案：%@

# error.network.bad_response
source: Bad response
de: Ungültige Antwort
es: Respuesta incorrecta
fr: Réponse invalide
ja: 不正な応答です
ko: 잘못된 응답입니다
zh_hant: 回應錯誤

# error.network.invalid_url
source: Invalid URL
de: Ungültige URL
es: URL no válida
fr: URL invalide
ja: 無効なURLです
ko: 잘못된 URL입니다
zh_hant: URL 無效

# error.network.no_connection
source: No network connection
de: Keine Netzwerkverbindung
es: Sin conexión de red
fr: Pas de connexion réseau
ja: ネットワークに接続されていません
ko: 네트워크에 연결되어 있지 않습니다
zh_hant: 沒有網路連線

# error.network.request_failed
source: Request failed (%@)
de: Anfrage fehlgeschlagen (%@)
es: Solicitud fallida (%@)
fr: Échec de la requête (%@)
ja: リクエストに失敗しました (%@)
ko: 요청에 실패했습니다 (%@)
zh_hant: 請求失敗（%@）

# error.network.server_unreachable
source: Server unreachable
de: Server nicht erreichbar
es: Servidor inaccesible
fr: Serveur inaccessible
ja: サーバーに接続できません
ko: 서버에 연결할 수 없습니다
zh_hant: 無法連線至伺服器

# error.network.timeout
source: Network timeout
de: Netzwerkzeitüberschreitung
es: Tiempo de espera de la red
fr: Délai réseau dépassé
ja: ネットワークがタイムアウトしました
ko: 네트워크 시간 초과
zh_hant: 網路逾時

# error.reason.connection_issues
source: Connection issues
de: Verbindungsprobleme
es: Problemas de conexión
fr: Problèmes de connexion
ja: 接続に問題があります
ko: 연결 문제
zh_hant: 連線問題

# error.reason.device_not_available
source: Device not available
de: Gerät nicht verfügbar
es: Dispositivo no disponible
fr: Appareil indisponible
ja: デバイスは利用できません
ko: 디바이스를 사용할 수 없습니다
zh_hant: 裝置無法使用

# error.reason.network_issues
source: Network issues
de: Netzwerkprobleme
es: Problemas de red
fr: Problèmes réseau
ja: ネットワークに問題があります
ko: 네트워크 문제
zh_hant: 網路問題

# error.reason.permission_issues
source: Permission issues
de: Berechtigungsprobleme
es: Problemas de permisos
fr: Problèmes d’autorisations
ja: 権限に問題があります
ko: 권한 문제
zh_hant: 權限問題

# error.reason.storage_issues
source: Storage issues
de: Speicherprobleme
es: Problemas de almacenamiento
fr: Problèmes de stockage
ja: ストレージに問題があります
ko: 저장 공간 문제
zh_hant: 儲存問題

# error.recovery.check_device_connection
source: Please check device connection
de: Bitte Geräteverbindung prüfen
es: Comprueba la conexión del dispositivo
fr: Veuillez vérifier la connexion de l’appareil
ja: デバイスの接続を確認してください
ko: 디바이스 연결을 확인해주세요
zh_hant: 請檢查裝置連線

# error.recovery.check_network
source: Please check network connection
de: Bitte Netzwerkverbindung prüfen
es: Comprueba la conexión de red
fr: Veuillez vérifier la connexion réseau
ja: ネットワーク接続を確認してください
ko: 네트워크 연결을 확인해주세요
zh_hant: 請檢查網路連線

# error.recovery.check_permissions
source: Please check permissions
de: Bitte Berechtigungen prüfen
es: Comprueba los permisos
fr: Veuillez vérifier les autorisations
ja: 権限を確認してください
ko: 권한을 확인해주세요
zh_hant: 請檢查權限

# error.recovery.free_disk_space
source: Please free up disk space
de: Bitte Speicherplatz freigeben
es: Libera espacio en disco
fr: Veuillez libérer de l’espace disque
ja: ディスクの空き容量を確保してください
ko: 디스크 공간을 확보해주세요
zh_hant: 請釋放磁碟空間

# error.recovery.reauth
source: Please re-authenticate
de: Bitte erneut authentifizieren
es: Vuelve a autenticarte
fr: Veuillez vous authentifier de nouveau
ja: 再認証してください
ko: 다시 인증해주세요
zh_hant: 請重新驗證身份

# error.recovery.reconnect
source: Reconnect
de: Erneut verbinden
es: Reconectar
fr: Se reconnecter
ja: 再接続
ko: 다시 연결
zh_hant: 重新連線

# error.recovery.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
zh_hant: 重新整理

# error.recovery.restart_device
source: Please restart the device
de: Bitte Gerät neu starten
es: Reinicia el dispositivo
fr: Veuillez redémarrer l’appareil
ja: デバイスを再起動してください
ko: 디바이스를 다시 시작해주세요
zh_hant: 請重新啟動裝置

# error.recovery.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 재시도
zh_hant: 重試

# error.recovery.try_again
source: Please try again
de: Bitte erneut versuchen
es: Vuelve a intentarlo
fr: Veuillez réessayer
ja: もう一度お試しください
ko: 다시 시도해주세요
zh_hant: 請再試一次

# error.severity.critical
source: Critical
de: Kritisch
es: Crítico
fr: Critique
ja: 緊急
ko: 심각
zh_hant: 嚴重

# error.severity.high
source: High
de: Hoch
es: Alto
fr: Élevée
ja: 高
ko: 높음
zh_hant: 高

# error.severity.low
source: Low
de: Niedrig
es: Bajo
fr: Faible
ja: 低
ko: 낮음
zh_hant: 低

# error.severity.medium
source: Medium
de: Mittel
es: Medio
fr: Moyenne
ja: 中
ko: 보통
zh_hant: 中

# error.system.configuration
source: Configuration error: %@
de: Konfigurationsfehler: %@
es: Error de configuración: %@
fr: Erreur de configuration : %@
ja: 設定エラー: %@
ko: 설정 오류: %@
zh_hant: 設定錯誤：%@

# error.system.insufficient_permissions
source: Insufficient permissions
de: Unzureichende Berechtigungen
es: Permisos insuficientes
fr: Autorisations insuffisantes
ja: 権限が不足しています
ko: 권한이 부족합니다
zh_hant: 權限不足

# error.system.resource_unavailable
source: System resource unavailable
de: Systemressource nicht verfügbar
es: Recurso del sistema no disponible
fr: Ressource système indisponible
ja: システムリソースが利用できません
ko: 시스템 리소스를 사용할 수 없습니다
zh_hant: 系統資源不可用

# error.unknown
source: Unknown error: %@
de: Unbekannter Fehler: %@
es: Error desconocido: %@
fr: Erreur inconnue : %@
ja: 不明なエラーが発生しました: %@
ko: 알 수 없는 오류가 발생했습니다: %@
zh_hant: 未知錯誤：%@

# error.unsupported_feature
source: Unsupported feature: %@
de: Nicht unterstützte Funktion: %@
es: Función no compatible: %@
fr: Fonction non prise en charge : %@
ja: サポートされていない機能です: %@
ko: 지원되지 않는 기능입니다: %@
zh_hant: 不支援的功能：%@

# error.validation.format_error
source: Format error: %@
de: Formatfehler: %@
es: Error de formato: %@
fr: Erreur de format : %@
ja: フォーマットエラーです: %@
ko: 형식이 올바르지 않습니다: %@
zh_hant: 格式錯誤：%@

# error.validation.invalid_input
source: Invalid input: %@
de: Ungültige Eingabe: %@
es: Entrada no válida: %@
fr: Entrée invalide : %@
ja: 入力が無効です: %@
ko: 입력값이 올바르지 않습니다: %@
zh_hant: 輸入無效：%@

# error.validation.missing_required
source: Missing required field: %@
de: Pflichtfeld fehlt: %@
es: Falta el campo obligatorio: %@
fr: Champ requis manquant : %@
ja: 必須項目がありません: %@
ko: 필수 항목이 누락되었습니다: %@
zh_hant: 缺少必要欄位：%@

# features.install.app
source: Install App
de: App installieren
es: Instalar aplicación
fr: Installer l’application
ja: アプリをインストール
ko: 앱 설치
zh_hant: 安裝應用程式

# filter.all
source: All
de: Alle
es: Todos
fr: Tous
ja: すべて
ko: 전체
zh_hant: 全部

# install.button
source: Install
de: Installieren
es: Instalar
fr: Installer
ja: インストール
ko: 설치
zh_hant: 安裝

# install.instruction.title
source: Please select an app file
de: Bitte eine App-Datei auswählen
es: Selecciona un archivo de aplicación
fr: Veuillez sélectionner un fichier d’application
ja: アプリファイルを選択してください
ko: 앱 파일을 선택해주세요
zh_hant: 請選擇一個應用程式檔案

# installer.action.install
source: Install App
de: App installieren
es: Instalar aplicación
fr: Installer l’application
ja: アプリをインストール
ko: 앱 설치
zh_hant: 安裝應用程式

# installer.action.select_file
source: Select File
de: Datei auswählen
es: Seleccionar archivo
fr: Sélectionner un fichier
ja: ファイルを選択
ko: 파일 선택
zh_hant: 選擇檔案

# installer.error.invalid_selection
source: Select a valid %@ before installing.
de: Bitte vor der Installation eine gültige %@ auswählen.
es: Selecciona un %@ válido antes de instalar.
fr: Veuillez sélectionner un(e) %@ valide avant l’installation.
ja: インストールを続行する前に正しい %@ を選択してください。
ko: 설치를 진행하기 전에 올바른 %@ 파일을 선택해 주세요.
zh_hant: 安裝前請選擇有效的 %@。

# installer.guide.title
source: Installation Guide
de: Installationsanleitung
es: Guía de instalación
fr: Guide d’installation
ja: インストールガイド
ko: 설치 안내
zh_hant: 安裝指南

# installer.instruction.android
source: Select the .apk file of the built application.
de: Die .apk-Datei der gebauten Anwendung auswählen.
es: Selecciona el archivo .apk de la aplicación compilada.
fr: Sélectionnez le fichier .apk de l’application compilée.
ja: ビルド済みアプリケーションの .apk ファイルを選択してください。
ko: 빌드된 애플리케이션의 .apk 파일을 선택하세요.
zh_hant: 選擇已建置應用程式的 .apk 檔案。

# installer.instruction.ios
source: Select the .app bundle of the built application.
de: Das .app-Paket der gebauten Anwendung auswählen.
es: Selecciona el paquete .app de la aplicación compilada.
fr: Sélectionnez le paquet .app de l’application compilée.
ja: ビルド済みアプリケーションの .app バンドルを選択してください。
ko: 빌드된 애플리케이션의 .app 번들을 선택하세요.
zh_hant: 選擇已建置應用程式的 .app 套件。

# installer.panel.android
source: Select .apk file
de: .apk-Datei auswählen
es: Seleccionar archivo .apk
fr: Sélectionner un fichier .apk
ja: .apk ファイルを選択
ko: .apk 파일 선택
zh_hant: 選擇 .apk 檔案

# installer.panel.ios
source: Select .app bundle
de: .app-Paket auswählen
es: Seleccionar paquete .app
fr: Sélectionner un paquet .app
ja: .app バンドルを選択
ko: .app 번들 선택
zh_hant: 選擇 .app 套件

# installer.status.installing
source: Installing...
de: Installiere…
es: Instalando...
fr: Installation en cours…
ja: インストール中...
ko: 설치 중...
zh_hant: 正在安裝…

# installer.success.message
source: App installed successfully.
de: App erfolgreich installiert.
es: Aplicación instalada correctamente.
fr: Application installée avec succès.
ja: アプリが正常にインストールされました。
ko: 앱이 성공적으로 설치되었습니다.
zh_hant: 應用程式安裝成功。

# installer.title
source: Install Application
de: Anwendung installieren
es: Instalar aplicación
fr: Installer l’application
ja: アプリケーションをインストール
ko: 애플리케이션 설치
zh_hant: 安裝應用程式

# language.system
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Langue du système
ja: システム設定
ko: 시스템 기본값
zh_hant: 系統預設

# menu.diagnostic
source: System Diagnostic
de: Systemdiagnose
es: Diagnóstico del sistema
fr: Diagnostic système
ja: システム診断
ko: 시스템 진단
zh_hant: 系統診斷

# menu.github
source: View on GitHub
de: Auf GitHub ansehen
es: Ver en GitHub
fr: Voir sur GitHub
ja: GitHubで表示
ko: GitHub에서 보기
zh_hant: 在 GitHub 檢視

# menu.help
source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
ko: 도움말
zh_hant: 說明

# menu.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
zh_hant: 重新整理

# menu.view
source: View
de: Ansicht
es: Ver
fr: Affichage
ja: 表示
ko: 보기
zh_hant: 檢視

# settings.general.app_name
source: Application
de: Anwendung
es: Aplicación
ja: アプリケーション
ko: 애플리케이션
zh_hant: 應用程式

# settings.general.build
source: Build
es: Compilación
ja: ビルド
ko: 빌드
zh_hant: 建置

# settings.general.bundle
source: Bundle Identifier
de: Bundle-ID
es: Identificador del paquete
fr: Identifiant de bundle
ja: バンドルID
ko: 번들 식별자
zh_hant: Bundle 識別碼

# settings.general.title
source: Application Information
de: Anwendungsinformationen
es: Información de la aplicación
fr: Informations sur l’application
ja: アプリケーション情報
ko: 애플리케이션 정보
zh_hant: 應用程式資訊

# settings.general.version
source: Version
es: Versión
ja: バージョン
ko: 버전
zh_hant: 版本

# settings.language.description
source: Choose the display language used throughout PlayHub.
de: Wähle die Anzeigesprache, die in PlayHub verwendet wird.
es: Elige el idioma de la interfaz que se utiliza en PlayHub.
fr: Choisissez la langue d’affichage utilisée dans PlayHub.
ja: PlayHubで使用する表示言語を選択してください。
ko: PlayHub에서 사용할 표시 언어를 선택하십시오.
zh_hant: 選擇 PlayHub 中要使用的顯示語言。

# settings.language.title
source: Language Preferences
de: Spracheinstellungen
es: Preferencias de idioma
fr: Préférences linguistiques
ja: 言語設定
ko: 언어 설정
zh_hant: 語言偏好

# settings.paths.android.adb
source: ADB executable
de: ADB-Ausführungsdatei
es: Ejecutable de ADB
fr: Exécutable ADB
ja: ADB実行ファイル
ko: ADB 실행 파일
zh_hant: ADB 執行檔

# settings.paths.android.avd
source: AVD directory
de: AVD-Verzeichnis
es: Directorio AVD
fr: Répertoire AVD
ja: AVDディレクトリ
ko: AVD 디렉터리
zh_hant: AVD 目錄

# settings.paths.android.emulator
source: Emulator executable
de: Emulator-Ausführungsdatei
es: Ejecutable del emulador
fr: Exécutable de l’émulateur
ja: Emulator実行ファイル
ko: 에뮬레이터 실행 파일
zh_hant: 模擬器執行檔

# settings.paths.android.sdk
source: Android SDK directory
de: Android-SDK-Verzeichnis
es: Directorio del SDK de Android
fr: Répertoire du SDK Android
ja: Android SDKディレクトリ
ko: Android SDK 디렉터리
zh_hant: Android SDK 目錄

# settings.paths.android.title
source: Android Platform
de: Android-Plattform
es: Plataforma Android
fr: Plateforme Android
ja: Androidプラットフォーム
ko: Android 플랫폼
zh_hant: Android 平台

# settings.paths.current
source: Current: %@
de: Aktuell: %@
es: Actual: %@
fr: Actuel : %@
ja: 現在: %@
ko: 현재 경로: %@
zh_hant: 目前：%@

# settings.paths.invalid
source: Check path
de: Pfad prüfen
es: Comprobar ruta
fr: Vérifier le chemin
ja: パスを確認してください
ko: 경로를 확인하십시오
zh_hant: 檢查路徑

# settings.paths.ios.title
source: iOS Platform
de: iOS-Plattform
es: Plataforma iOS
fr: Plateforme iOS
ja: iOSプラットフォーム
ko: iOS 플랫폼
zh_hant: iOS 平台

# settings.paths.ios.xcode
source: Xcode command line tools
de: Xcode-Befehlszeilentools
es: Herramientas de línea de comandos de Xcode
fr: Outils en ligne de commande Xcode
ja: Xcodeコマンドラインツール
ko: Xcode 명령줄 도구
zh_hant: Xcode 命令列工具

# settings.paths.placeholder
source: Enter an absolute path
de: Absoluten Pfad eingeben
es: Introduce una ruta absoluta
fr: Saisir un chemin absolu
ja: 絶対パスを入力してください
ko: 절대 경로를 입력하십시오
zh_hant: 請輸入絕對路徑

# settings.paths.subtitle
source: PlayHub checks required binaries to launch Simulators and Emulators.
de: PlayHub prüft die benötigten Binärdateien, um Simulatoren zu starten.
es: PlayHub verifica los binarios necesarios para iniciar simuladores y emuladores.
fr: PlayHub vérifie les binaires requis pour lancer les simulateurs et émulateurs.
ja: PlayHubは必要なバイナリを確認し、シミュレータやエミュレータを起動します。
ko: PlayHub는 필요한 바이너리를 확인하여 시뮬레이터와 에뮬레이터를 실행합니다.
zh_hant: PlayHub 會檢查所需的執行檔以啟動模擬器。

# settings.paths.title
source: Development Tool Paths
de: Entwicklertools-Pfade
es: Rutas de herramientas de desarrollo
fr: Chemins des outils de développement
ja: 開発ツールのパス
ko: 개발 도구 경로
zh_hant: 開發工具路徑

# settings.paths.valid
source: Configured
de: Konfiguriert
es: Configurado
fr: Configuré
ja: 設定済み
ko: 설정 완료
zh_hant: 已設定

# settings.paths.validate
source: Validate Paths
de: Pfade validieren
es: Validar rutas
fr: Valider les chemins
ja: パスを検証
ko: 경로 검증
zh_hant: 驗證路徑

# settings.subtitle
source: Configure paths, languages, and shared preferences for PlayHub.
de: Pfade, Sprachen und gemeinsame Einstellungen für PlayHub konfigurieren.
es: Configura rutas, idiomas y preferencias compartidas para PlayHub.
fr: Configurez les chemins, les langues et les préférences partagées pour PlayHub.
ja: PlayHubで利用するパスや言語などを設定します。
ko: PlayHub에서 사용할 경로와 언어 등 기본 환경을 구성하십시오.
zh_hant: 設定 PlayHub 的路徑、語言與共用偏好。

# settings.tab.general
source: Overview
de: Übersicht
es: Resumen
fr: Vue d’ensemble
ja: 概要
ko: 개요
zh_hant: 總覽

# settings.tab.general.subtitle
source: Version information and metadata
de: Versionsinformationen und Metadaten
es: Información de versión y metadatos
fr: Informations de version et métadonnées
ja: バージョン情報とメタデータ
ko: 버전 정보와 메타데이터
zh_hant: 版本資訊與後設資料

# settings.tab.language
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh_hant: 語言

# settings.tab.language.subtitle
source: Choose how PlayHub is localised
de: Festlegen, wie PlayHub lokalisiert wird
es: Elige cómo se localiza PlayHub
fr: Déterminez comment PlayHub est localisé
ja: PlayHubの表示言語を選択します
ko: PlayHub의 표시 언어를 선택하십시오
zh_hant: 選擇 PlayHub 的在地化方式

# settings.tab.paths
source: Tool Paths
de: Tool-Pfade
es: Rutas de herramientas
fr: Chemins des outils
ja: ツールパス
ko: 도구 경로
zh_hant: 工具路徑

# settings.tab.paths.subtitle
source: Link Xcode, Android SDK, and emulator tools
de: Xcode, Android SDK und Emulator-Tools verknüpfen
es: Vincula Xcode, Android SDK y las herramientas de emulador
fr: Liez Xcode, Android SDK et les outils d’émulation
ja: XcodeやAndroid SDK、エミュレータツールを連携します
ko: Xcode, Android SDK, 에뮬레이터 도구를 연결합니다
zh_hant: 連結 Xcode、Android SDK 與模擬器工具

# settings.title
source: Environment Settings
de: Umgebungseinstellungen
es: Configuración del entorno
fr: Paramètres d’environnement
ja: 環境設定
ko: 환경 설정
zh_hant: 環境設定

# state.booted
source: Running
de: In Betrieb
es: En ejecución
fr: En cours d’exécution
ja: 起動済み
ko: 실행 중
zh_hant: 執行中

# state.booting
source: Booting
de: Startet
es: Iniciando
fr: Démarrage
ja: 起動中
ko: 부팅 중
zh_hant: 啟動中

# state.shutdown
source: Powered Off
de: Ausgeschaltet
es: Apagado
fr: Arrêté
ja: 停止
ko: 종료됨
zh_hant: 已關機

# state.shutting_down
source: Shutting Down
de: Wird heruntergefahren
es: Apagándose
fr: Extinction
ja: シャットダウン中
ko: 종료 중
zh_hant: 關機中

# state.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
zh_hant: 未知

# system.check.adb.available
source: ADB is available
de: ADB ist verfügbar
es: ADB está disponible
fr: ADB est disponible
ja: ADBは利用可能です
ko: ADB를 사용할 수 있습니다
zh_hant: ADB 可用

# system.check.adb.not_configured
source: ADB path not configured
de: ADB-Pfad nicht konfiguriert
es: Ruta de ADB no configurada
fr: Chemin ADB non configuré
ja: ADBパスが設定されていません
ko: ADB 경로가 설정되지 않았습니다
zh_hant: 未設定 ADB 路徑

# system.check.adb.not_found
source: ADB is not found at configured path
de: ADB wurde am konfigurierten Pfad nicht gefunden
es: ADB no se encuentra en la ruta configurada
fr: ADB introuvable au chemin configuré
ja: 設定されたパスにADBが見つかりません
ko: 설정된 경로에서 ADB를 찾을 수 없습니다
zh_hant: 在設定的路徑找不到 ADB

# system.check.android_studio.installed
source: Android Studio is installed
de: Android Studio ist installiert
es: Android Studio está instalado
fr: Android Studio est installé
ja: Android Studioがインストールされています
ko: Android Studio가 설치되었습니다
zh_hant: 已安裝 Android Studio

# system.check.android_studio.not_installed
source: Android Studio is not installed
de: Android Studio ist nicht installiert
es: Android Studio no está instalado
fr: Android Studio n’est pas installé
ja: Android Studioがインストールされていません
ko: Android Studio가 설치되지 않았습니다
zh_hant: 未安裝 Android Studio

# system.check.avd.available
source: Android AVDs are configured
de: Android-AVDs sind konfiguriert
es: Los AVD de Android están configurados
fr: Les AVD Android sont configurés
ja: Android AVDが設定されています
ko: Android AVD가 설정되었습니다
zh_hant: 已設定 Android AVD

# system.check.avd.not_available
source: No AVDs configured
de: Keine AVDs konfiguriert
es: No hay AVD configurados
fr: Aucun AVD configuré
ja: 設定されたAVDがありません
ko: 설정된 AVD가 없습니다
zh_hant: 未設定任何 AVD

# system.check.avd.not_configured
source: AVD path not configured
de: AVD-Pfad nicht konfiguriert
es: Ruta de AVD no configurada
fr: Chemin AVD non configuré
ja: AVDパスが設定されていません
ko: AVD 경로가 설정되지 않았습니다
zh_hant: 未設定 AVD 路徑

# system.check.emulator.available
source: Android Emulator is available
de: Android-Emulator ist verfügbar
es: El emulador de Android está disponible
fr: L’émulateur Android est disponible
ja: Androidエミュレータは利用可能です
ko: Android 에뮬레이터를 사용할 수 있습니다
zh_hant: Android 模擬器可用

# system.check.emulator.not_configured
source: Emulator path not configured
de: Emulator-Pfad nicht konfiguriert
es: Ruta del emulador no configurada
fr: Chemin de l’émulateur non configuré
ja: エミュレータパスが設定されていません
ko: 에뮬레이터 경로가 설정되지 않았습니다
zh_hant: 未設定模擬器路徑

# system.check.emulator.not_found
source: Android Emulator is not found at configured path
de: Android-Emulator wurde am konfigurierten Pfad nicht gefunden
es: El emulador de Android no se encuentra en la ruta configurada
fr: Émulateur Android introuvable au chemin configuré
ja: 設定されたパスにエミュレータが見つかりません
ko: 설정된 경로에서 에뮬레이터를 찾을 수 없습니다
zh_hant: 在設定的路徑找不到 Android 模擬器

# system.check.simctl.available
source: simctl is available
de: simctl ist verfügbar
es: simctl está disponible
fr: simctl est disponible
ja: simctlは利用可能です
ko: simctl을 사용할 수 있습니다
zh_hant: simctl 可用

# system.check.simctl.not_available
source: simctl is not available
de: simctl ist nicht verfügbar
es: simctl no está disponible
fr: simctl n’est pas disponible
ja: simctlは利用できません
ko: simctl을 사용할 수 없습니다
zh_hant: simctl 無法使用

# system.check.xcode.installed
source: Xcode is installed
de: Xcode ist installiert
es: Xcode está instalado
fr: Xcode est installé
ja: Xcodeがインストールされています
ko: Xcode가 설치되었습니다
zh_hant: 已安裝 Xcode

# system.check.xcode.not_installed
source: Xcode is not installed
de: Xcode ist nicht installiert
es: Xcode no está instalado
fr: Xcode n’est pas installé
ja: Xcodeがインストールされていません
ko: Xcode가 설치되지 않았습니다
zh_hant: 未安裝 Xcode

# theme.dark
source: Dark Mode
de: Dunkler Modus
es: Modo oscuro
fr: Mode sombre
ja: ダークモード
ko: 다크 모드
zh_hant: 深色模式

# theme.light
source: Light Mode
de: Heller Modus
es: Modo claro
fr: Mode clair
ja: ライトモード
ko: 라이트 모드
zh_hant: 淺色模式

# theme.system
source: Match System
de: Systemstandard
es: Coincidir con el sistema
fr: Suivre le système
ja: システムに合わせる
ko: 시스템과 동일
zh_hant: 跟隨系統

# toolbar.welcome
source: Welcome Tour
de: Willkommenstour
es: Recorrido de bienvenida
fr: Visite de bienvenue
ja: ウェルカムツアー
ko: 환영 투어
zh_hant: 歡迎導覽

# welcome.action.recheck
source: Recheck
de: Erneut prüfen
es: Volver a comprobar
fr: Revérifier
ja: 再チェック
ko: 다시 확인
zh_hant: 重新檢查
