Repository: sangwookyoo/PlayHub
Catalog: PlayHub/Resources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, zh_hant

# about.app
source: About PlayHub
de: Über PlayHub
es: Acerca de PlayHub
fr: À propos de PlayHub
ja: PlayHubについて
ko: PlayHub 정보
zh_hant: 關於 PlayHub

# advanced.battery
source: Battery
de: Akku
es: Batería
fr: Batterie
ja: バッテリー
ko: 배터리
zh_hant: 電池

# advanced.battery.accessibility.apply
source: Apply battery simulation
de: Akku-Simulation anwenden
es: Aplicar simulación de batería
fr: Appliquer la simulation de batterie
ja: バッテリーシミュレーションを適用
ko: 배터리 시뮬레이션 적용
zh_hant: 套用電池模擬

# advanced.battery.charging
source: Charging
de: Wird geladen
es: Cargando
fr: En charge
ja: 充電中
ko: 충전 중
zh_hant: 充電中

# advanced.battery.charging.label
source: Device is charging
de: Gerät wird geladen
es: El dispositivo se está cargando
fr: L’appareil est en charge
ja: デバイスが充電中です
ko: 디바이스가 충전 중입니다
zh_hant: 裝置正在充電

# advanced.battery.level
source: Battery level
de: Akkustand
es: Nivel de batería
fr: Niveau de batterie
ja: バッテリー残量
ko: 배터리 수준
zh_hant: 電量

# advanced.battery.not_charging
source: Not Charging
de: Wird nicht geladen
es: No está cargando
fr: Non en charge
ja: 充電していません
ko: 충전 중 아님
zh_hant: 未充電

source: Advanced Features
de: Erweiterte Funktionen
es: Funciones avanzadas
fr: Fonctionnalités avancées
ja: 高度な機能
ko: 고급 기능
zh_hant: 進階功能

# advanced.footer.note
source: Changes apply immediately to the selected simulator.
de: Änderungen werden sofort auf den ausgewählten Simulator angewendet.
es: Los cambios se aplican inmediatamente al simulador seleccionado.
fr: Les modifications sont appliquées immédiatement au simulateur sélectionné.
ja: 選択したシミュレータにすぐ反映されます。
ko: 선택한 시뮬레이터에 즉시 반영됩니다.
zh_hant: 變更會立即套用到所選的模擬器。

# advanced.header.subtitle
source: Fine-tune simulator capabilities for %@.
de: Simulatorfunktionen für %@ feinabstimmen.
es: Ajusta con precisión las capacidades del simulador para %@.
fr: Ajustez finement les capacités du simulateur pour %@.
ja: シミュレータ機能を調整して%@を操作しましょう。
ko: 시뮬레이터 기능을 세밀하게 조정하여 %@을(를) 제어하세요.
zh_hant: 為%@微調模擬器能力。

# advanced.header.title
source: Advanced Controls
de: Erweiterte Steuerung
es: Controles avanzados
fr: Commandes avancées
ja: 高度なコントロール
ko: 고급 제어
zh_hant: 進階控制

# advanced.location
source: Location
de: Standort
es: Ubicación
fr: Localisation
ja: 位置情報
ko: 위치
zh_hant: 位置

# advanced.location.accessibility.apply
source: Apply simulated location
de: Simulierten Standort anwenden
es: Aplicar ubicación simulada
fr: Appliquer la localisation simulée
ja: モック位置情報を適用
ko: 모의 위치 적용
zh_hant: 套用模擬位置

# advanced.location.latitude
source: Latitude
de: Breitengrad
es: Latitud
ja: 緯度
ko: 위도
zh_hant: 緯度

# advanced.location.longitude
source: Longitude
de: Längengrad
es: Longitud
ja: 経度
ko: 경도
zh_hant: 經度

# advanced.location.preset
source: Location Presets
de: Standortvorlagen
es: Ubicaciones predefinidas
fr: Préréglages de localisation
ja: 位置プリセット
ko: 위치 프리셋
zh_hant: 位置預設

# advanced.location.preset.default
source: Preset
de: Vorlage
es: Preajuste
fr: Préréglage
ja: プリセット
ko: 기본 프리셋
zh_hant: 預設

# advanced.tab.battery.subtitle
source: Simulate different charge levels and states.
de: Unterschiedliche Ladestände und Zustände simulieren.
es: Simula distintos niveles y estados de carga.
fr: Simulez différents niveaux de charge et états.
ja: 充電レベルと状態をさまざまに再現します。
ko: 충전 단계와 상태를 다양하게 시뮬레이션합니다.
zh_hant: 模擬不同的電量與狀態。

# advanced.tab.battery.title
source: Battery
de: Akku
es: Batería
fr: Batterie
ja: バッテリー
ko: 배터리
zh_hant: 電池

# advanced.tab.location.subtitle
source: Test geo-related features with custom coordinates.
de: Standortbezogene Funktionen mit eigenen Koordinaten testen.
es: Prueba funciones geográficas con coordenadas personalizadas.
fr: Testez les fonctionnalités liées à la localisation avec des coordonnées personnalisées.
ja: カスタム座標で位置関連機能をテストします。
ko: 사용자 지정 좌표로 위치 기반 기능을 테스트하세요.
zh_hant: 使用自訂座標測試與地理相關的功能。

# advanced.tab.location.title
source: Location
de: Standort
es: Ubicación
fr: Localisation
ja: 位置情報
ko: 위치
zh_hant: 位置

# android.create.manual
source: Or create an emulator manually in Android Studio
de: Oder Simulator manuell in Android Studio erstellen
es: O crea un emulador manualmente en Android Studio
fr: Ou créez un émulateur manuellement dans Android Studio
ja: または Android Studio で手動でエミュレータを作成してください
ko: 또는 Android Studio에서 직접 에뮬레이터를 생성하세요
zh_hant: 或在 Android Studio 中手動建立模擬器

# android.create.studio.description
source: Android emulators are created and managed through Android Studio's AVD Manager. PlayHub will automatically detect emulators you create there.
de: Android-Simulatoren werden über den AVD-Manager von Android Studio erstellt und verwaltet. PlayHub erkennt Simulatoren, die du dort anlegst, automatisch.
es: Los emuladores de Android se crean y administran mediante el Administrador de AVD de Android Studio. PlayHub detectará automáticamente los emuladores que crees allí.
fr: Les émulateurs Android sont créés et gérés via l’AVD Manager d’Android Studio. PlayHub détecte automatiquement ceux que vous y créez.
ja: Android エミュレータは Android Studio の AVD マネージャで作成・管理します。PlayHub はそこで作成したエミュレータを自動で検出します。
ko: Android 에뮬레이터는 Android Studio의 AVD 관리자로 생성 및 관리됩니다. PlayHub는 거기에서 만든 에뮬레이터를 자동으로 감지합니다.
zh_hant: Android 模擬器由 Android Studio 的 AVD 管理員建立並管理。PlayHub 會自動偵測你在那裡建立的模擬器。

# android.create.studio.title
source: Android Studio Required
de: Android Studio erforderlich
es: Se requiere Android Studio
fr: Android Studio requis
ja: Android Studio が必要です
ko: Android Studio 필요
zh_hant: 需要 Android Studio

# android.open.studio
source: Open Android Studio
de: Android Studio öffnen
es: Abrir Android Studio
fr: Ouvrir Android Studio
ja: Android Studio を開く
ko: Android Studio 열기
zh_hant: 開啟 Android Studio

source: Browse
de: Durchsuchen
es: Explorar
fr: Parcourir
ja: 参照
ko: 찾아보기
zh_hant: 瀏覽

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hant: 取消

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hant: 關閉

# common.error
source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
zh_hant: 錯誤

# common.info
source: Info
es: Información
fr: Infos
ja: 情報
ko: 정보
zh_hant: 資訊

# common.ok
source: OK
es: Aceptar
ko: 확인
zh_hant: 確定

# common.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 초기화
zh_hant: 重設

# common.selected
source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択済み
ko: 선택됨
zh_hant: 已選取

# common.success
source: Success
de: Erfolg
es: Éxito
fr: Succès
ja: 成功
ko: 성공
zh_hant: 成功

# create_device.action.creating
source: Creating...
de: Wird erstellt…
es: Creando...
fr: Création…
ja: 作成中…
ko: 생성 중...
zh_hant: 正在建立…

# create_device.action.submit
source: Create Device
de: Gerät erstellen
es: Crear dispositivo
fr: Créer l’appareil
ja: デバイスを作成
ko: 디바이스 생성
zh_hant: 建立裝置

# create_device.android.section.subtitle
source: Use Android Studio for emulator management
de: Android Studio zur Simulatorverwaltung verwenden
es: Usa Android Studio para gestionar los emuladores
fr: Utilisez Android Studio pour gérer les émulateurs
ja: Android Studio でエミュレータを管理します
ko: Android Studio에서 에뮬레이터를 관리하세요
zh_hant: 使用 Android Studio 管理模擬器

# create_device.android.section.title
source: Android Setup
de: Android-Einrichtung
es: Configuración de Android
fr: Configuration Android
ja: Android 設定
ko: Android 설정
zh_hant: Android 設定

# create_device.header.subtitle
source: Set up a new iOS simulator or Android emulator for testing.
de: Richte einen neuen iOS-Simulator oder Android-Emulator für Tests ein.
es: Configura un nuevo simulador de iOS o emulador de Android para realizar pruebas.
fr: Configurez un nouveau simulateur iOS ou émulateur Android pour vos tests.
ja: 新しい iOS シミュレータまたは Android エミュレータをセットアップします。
ko: 새 iOS 시뮬레이터 또는 Android 에뮬레이터를 설정하세요.
zh_hant: 設定新的 iOS 模擬器或 Android 模擬器以進行測試。

# create_device.header.title
source: Create New Device
de: Neues Gerät erstellen
es: Crear nuevo dispositivo
fr: Créer un nouvel appareil
ja: 新しいデバイスを作成
ko: 새 디바이스 만들기
zh_hant: 建立新裝置

# create_device.ios.device_type.loading
source: Loading device types...
de: Gerätetypen werden geladen…
es: Cargando tipos de dispositivo...
fr: Chargement des types d’appareils…
ja: デバイスタイプを読み込み中…
ko: 디바이스 유형을 불러오는 중...
zh_hant: 正在載入裝置類型…

# create_device.ios.device_type.placeholder
source: Select Device Type
de: Gerätetyp auswählen
es: Selecciona el tipo de dispositivo
fr: Choisir le type d’appareil
ja: デバイスタイプを選択
ko: 디바이스 유형 선택
zh_hant: 選擇裝置類型

# create_device.ios.device_type.subtitle
source: Choose the device model
de: Gerätemodell wählen
es: Elige el modelo de dispositivo
fr: Sélectionnez le modèle d’appareil
ja: 利用するデバイスモデルを選んでください。
ko: 사용할 디바이스 모델을 선택하세요.
zh_hant: 選擇裝置型號

# create_device.ios.device_type.title
source: Device Type
de: Gerätetyp
es: Tipo de dispositivo
fr: Type d’appareil
ja: デバイスタイプ
ko: 디바이스 유형
zh_hant: 裝置類型

# create_device.ios.name.placeholder
source: e.g., iPhone 15 Pro Max
de: z. B. iPhone 15 Pro Max
es: p. ej., iPhone 15 Pro Max
fr: ex. iPhone 15 Pro Max
ja: 例: iPhone 15 Pro Max
ko: 예: iPhone 15 Pro Max
zh_hant: 例如 iPhone 15 Pro Max

# create_device.ios.name.title
source: Device Name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l’appareil
ja: デバイス名
ko: 디바이스 이름
zh_hant: 裝置名稱

# create_device.ios.runtime.placeholder
source: Select Runtime
de: Laufzeit auswählen
es: Selecciona el runtime
fr: Choisir l’environnement d’exécution
ja: ランタイムを選択
ko: 런타임 선택
zh_hant: 選擇執行環境

# create_device.ios.runtime.subtitle
source: Choose iOS version
de: iOS-Version wählen
es: Elige la versión de iOS
fr: Sélectionnez la version d’iOS
ja: 使用する iOS バージョンを選択してください。
ko: iOS 버전을 선택하세요.
zh_hant: 選擇 iOS 版本

# create_device.ios.runtime.title
source: Runtime Version
de: Laufzeitversion
es: Versión de runtime
fr: Version d’exécution
ja: ランタイムバージョン
ko: 런타임 버전
zh_hant: 執行環境版本

# create_device.ios.section.subtitle
source: Configure your new iOS simulator
de: Konfiguriere deinen neuen iOS-Simulator
es: Configura tu nuevo simulador de iOS
fr: Configurez votre nouveau simulateur iOS
ja: 新しい iOS シミュレータを構成します
ko: 새 iOS 시뮬레이터를 구성하세요
zh_hant: 設定新的 iOS 模擬器

# create_device.ios.section.title
source: iOS Configuration
de: iOS-Konfiguration
es: Configuración de iOS
fr: Configuration iOS
ja: iOS 構成
ko: iOS 구성
zh_hant: iOS 設定

# create_device.loading.options
source: Loading options...
de: Optionen werden geladen…
es: Cargando opciones...
fr: Chargement des options…
ja: オプションを読み込み中…
ko: 옵션을 불러오는 중...
zh_hant: 正在載入選項…

# create_device.platform.android.description
source: Android Emulator
es: Emulador de Android
fr: Émulateur Android
ja: Android エミュレータ
ko: Android 에뮬레이터
zh_hant: Android 模擬器

# create_device.platform.ios.description
source: Xcode Simulator
es: Simulador de Xcode
fr: Simulateur Xcode
ja: Xcode シミュレータ
ko: Xcode 시뮬레이터
zh_hant: Xcode 模擬器

# create_device.platform.subtitle
source: Select the platform for your new device
de: Plattform für dein neues Gerät auswählen
es: Selecciona la plataforma para tu nuevo dispositivo
fr: Choisissez la plateforme du nouvel appareil
ja: 新しいデバイスで使用するプラットフォームを選択します。
ko: 새 디바이스에 사용할 플랫폼을 선택하세요.
zh_hant: 為新裝置選擇平台

# create_device.platform.title
source: Choose Platform
de: Plattform wählen
es: Elegir plataforma
fr: Choisir une plateforme
ja: プラットフォームを選択
ko: 플랫폼 선택
zh_hant: 選擇平台

# create_device.status.incomplete
source: Complete configuration
de: Konfiguration abschließen
es: Completa la configuración
fr: Terminer la configuration
ja: 設定を完了してください
ko: 구성을 완료하세요
zh_hant: 完成設定

# create_device.status.ready
source: Ready to create
de: Bereit zum Erstellen
es: Listo para crear
fr: Prêt à créer
ja: 作成の準備完了
ko: 생성 준비 완료
zh_hant: 準備建立

# device.action.battery.applied
source: Battery set to %d%% (%@)
de: Akkustand auf %d%% gesetzt (%@)
es: Batería ajustada a %d%% (%@)
fr: Batterie réglée sur %d%% (%@)
ja: バッテリーを%d%%（%@）に設定しました
ko: 배터리 %d%%(%@)로 적용됨
zh_hant: 電量設定為 %d%%（%@）

# device.action.boot
source: Boot
de: Starten
es: Iniciar
fr: Démarrer
ja: 起動
ko: 부팅
zh_hant: 啟動

# device.action.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hant: 刪除

# device.action.location.applied
source: Location applied: %@, %@
de: Standort angewendet: %@, %@
es: Ubicación aplicada: %@, %@
fr: Localisation appliquée : %@, %@
ja: 位置を適用しました: %@, %@
ko: 위치 적용됨: %@, %@
zh_hant: 位置已套用：%@，%@

# device.action.restart
source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
ja: 再起動
ko: 재시작
zh_hant: 重新啟動

# device.action.shutdown
source: Shutdown
de: Herunterfahren
es: Apagar
fr: Arrêter
ja: シャットダウン
ko: 종료
zh_hant: 關機

# device.actions.title
source: Device Actions
de: Geräteaktionen
es: Acciones del dispositivo
fr: Actions de l’appareil
ja: デバイス操作
ko: 디바이스 작업
zh_hant: 裝置操作

# device.category.phone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
ja: スマートフォン
ko: 휴대폰
zh_hant: 手機

# device.category.tablet
source: Tablet
es: Tableta
fr: Tablette
ja: タブレット
ko: 태블릿
zh_hant: 平板

# device.category.tv
source: TV
zh_hant: 電視

# device.category.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
zh_hant: 未知

# device.category.watch
source: Watch
de: Uhr
es: Reloj
fr: Montre
ja: ウォッチ
ko: 시계
zh_hant: 手錶

# device.detail.available
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
ja: 利用可能
ko: 사용 가능
zh_hant: 可用

# device.detail.delete.description
source: Deleting an emulator cannot be undone. Any snapshots or local data will be removed.
de: Das Löschen eines Emulators kann nicht rückgängig gemacht werden. Alle Snapshots und lokalen Daten werden entfernt.
es: Eliminar un emulador no se puede deshacer. Se eliminarán las instantáneas y los datos locales.
fr: La suppression d’un émulateur est irréversible. Tous les instantanés et données locales seront effacés.
ja: エミュレータを削除すると元に戻すことはできません。スナップショットやローカルデータも削除されます。
ko: 에뮬레이터를 삭제하면 복구할 수 없으며 스냅샷과 로컬 데이터도 함께 삭제됩니다.
zh_hant: 刪除模擬器後無法還原。所有快照或本機資料都會被移除。

# device.detail.info
source: Device Information
de: Geräteinformationen
es: Información del dispositivo
fr: Informations sur l’appareil
ja: デバイス情報
ko: 디바이스 정보
zh_hant: 裝置資訊

# device.detail.platform
source: Platform
de: Plattform
es: Plataforma
fr: Plateforme
ja: プラットフォーム
ko: 플랫폼
zh_hant: 平台

# device.detail.status
source: Status
es: Estado
fr: Statut
ja: 状態
ko: 상태
zh_hant: 狀態

# device.detail.unavailability
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用不可
ko: 사용 불가
zh_hant: 不可用

# device.error.alreadyrunning
source: Device is already running.
de: Gerät läuft bereits.
es: El dispositivo ya se está ejecutando.
fr: L’appareil est déjà en cours d’exécution.
ja: デバイスは既に起動しています。
ko: 디바이스가 이미 실행 중입니다.
zh_hant: 裝置已在執行。

# device.error.commandfailed
source: Failed to execute command.
de: Befehl konnte nicht ausgeführt werden.
es: No se pudo ejecutar el comando.
fr: Échec de l’exécution de la commande.
ja: コマンドの実行に失敗しました。
ko: 명령 실행에 실패했습니다.
zh_hant: 執行指令失敗。

# device.error.invalidconfig
source: Invalid device configuration.
de: Ungültige Gerätekonfiguration.
es: Configuración del dispositivo no válida.
fr: Configuration de l’appareil invalide.
ja: 無効な構成です。
ko: 잘못된 구성입니다.
zh_hant: 裝置設定無效。

# device.error.notfound
source: Device not found.
de: Gerät nicht gefunden.
es: Dispositivo no encontrado.
fr: Appareil introuvable.
ja: デバイスが見つかりません。
ko: 디바이스를 찾을 수 없습니다.
zh_hant: 找不到裝置。

# device.error.parsingfailed
source: Failed to parse device output.
de: Geräteausgabe konnte nicht verarbeitet werden.
es: No se pudo analizar la salida del dispositivo.
fr: Impossible d’analyser la sortie de l’appareil.
ja: 応答を解析できませんでした。
ko: 응답을 해석하지 못했습니다.
zh_hant: 解析裝置輸出失敗。

# device.error.permission
source: Insufficient permissions.
de: Unzureichende Berechtigungen.
es: Permisos insuficientes.
fr: Autorisations insuffisantes.
ja: 権限が不足しています。
ko: 권한이 부족합니다.
zh_hant: 權限不足。

# device.error.timeout
source: Device operation timed out.
de: Geräteoperation ist abgelaufen.
es: La operación del dispositivo excedió el tiempo de espera.
fr: L’opération sur l’appareil a expiré.
ja: デバイス操作がタイムアウトしました。
ko: 디바이스 작업이 시간 초과되었습니다.
zh_hant: 裝置操作逾時。

# devices.count.multiple
source: %d devices available
de: %d Geräte verfügbar
es: %d dispositivos disponibles
fr: %d appareils disponibles
ja: 利用可能なデバイスが%d台あります
ko: 사용 가능한 디바이스가 %d대 있습니다
zh_hant: 可用裝置 %d 台

# devices.count.none
source: No devices available
de: Keine verfügbaren Geräte
es: No hay dispositivos disponibles
fr: Aucun appareil disponible
ja: 利用可能なデバイスがありません
ko: 사용 가능한 디바이스가 없습니다
zh_hant: 沒有可用裝置

# devices.count.single
source: 1 device available
de: 1 Gerät verfügbar
es: 1 dispositivo disponible
fr: 1 appareil disponible
ja: 利用可能なデバイスが1台あります
ko: 사용 가능한 디바이스가 1대 있습니다
zh_hant: 可用 1 台裝置

# devices.create
source: Create New Device
de: Neues Gerät erstellen
es: Crear nuevo dispositivo
fr: Créer un nouvel appareil
ja: 新しいデバイスを作成
ko: 새 디바이스 만들기
zh_hant: 建立新裝置

# devices.empty.subtitle
source: Create a new device
de: Erstelle ein neues Gerät
es: Crea un nuevo dispositivo
fr: Créez un nouvel appareil
ja: 新しいデバイスを作成してください
ko: 새 디바이스를 생성해주세요
zh_hant: 建立一個新裝置

# devices.empty.title
source: No Devices
de: Keine Geräte
es: Sin dispositivos
fr: Aucun appareil
ja: デバイスがありません
ko: 디바이스가 없습니다
zh_hant: 無裝置

# devices.search.placeholder
source: Search Devices
de: Geräte suchen
es: Buscar dispositivos
fr: Rechercher des appareils
ja: デバイスを検索
ko: 디바이스 검색
zh_hant: 搜尋裝置

# devices.select.subtitle
source: Select a device from the list to see its details.
de: Wähle ein Gerät aus der Liste, um Details zu sehen.
es: Selecciona un dispositivo de la lista para ver sus detalles.
fr: Sélectionnez un appareil dans la liste pour afficher les détails.
ja: リストからデバイスを選択して詳細を確認してください。
ko: 목록에서 디바이스를 선택하여 상세 정보를 확인하세요.
zh_hant: 從清單中選取裝置以檢視詳細資料。

# devices.select.title
source: Select a Device
de: Gerät auswählen
es: Selecciona un dispositivo
fr: Sélectionner un appareil
ja: デバイスを選択してください
ko: 디바이스를 선택하세요
zh_hant: 選取裝置

# devices.title
source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
ja: デバイス
ko: 디바이스
zh_hant: 裝置

# diagnostic.action.checking
source: Checking…
de: Prüfe…
es: Comprobando…
fr: Vérification…
ja: 確認中…
ko: 검사 중…
zh_hant: 正在檢查…

# diagnostic.action.export_logs
source: Export Logs
de: Protokolle exportieren
es: Exportar registros
fr: Exporter les journaux
ja: ログを書き出す
ko: 로그 내보내기
zh_hant: 匯出日誌

# diagnostic.action.run
source: Run
de: Ausführen
es: Ejecutar
fr: Exécuter
ja: 実行
ko: 실행
zh_hant: 執行

# diagnostic.action.run_again
source: Run Again
de: Erneut ausführen
es: Volver a ejecutar
fr: Exécuter de nouveau
ja: 再実行
ko: 다시 실행
zh_hant: 再次執行

# diagnostic.fix.recent.title
source: Recent Fixes
de: Aktuelle Korrekturen
es: Correcciones recientes
fr: Correctifs récents
ja: 最近の実行
ko: 최근 실행 항목
zh_hant: 最近的修正

# diagnostic.fix.reset_cache.description
source: Clears DerivedData and temporary caches that often cause build instability.
de: Löscht DerivedData und temporäre Caches, die häufig zu instabilen Builds führen.
es: Borra DerivedData y cachés temporales que suelen causar inestabilidad de compilación.
fr: Supprime DerivedData et les caches temporaires qui causent souvent des instabilités de build.
ja: DerivedData と一時キャッシュを削除し、ビルドの不安定さを改善します。
ko: DerivedData 및 임시 캐시를 지워 빌드 불안정을 줄입니다.
zh_hant: 清除常造成建置不穩定的 DerivedData 與暫存檔。

# diagnostic.fix.reset_cache.title
source: Reset Xcode Cache
de: Xcode-Cache zurücksetzen
es: Restablecer caché de Xcode
fr: Réinitialiser le cache Xcode
ja: Xcode キャッシュをリセット
ko: Xcode 캐시 초기화
zh_hant: 重設 Xcode 快取

# diagnostic.fix.reset_simulators.description
source: Erases all simulator content and settings to recover from corrupted states.
de: Entfernt alle Inhalte und Einstellungen der Simulatoren, um beschädigte Zustände zu beheben.
es: Borra todo el contenido y la configuración de los simuladores para recuperarse de estados corruptos.
fr: Efface tout le contenu et les réglages des simulateurs pour restaurer un état sain.
ja: すべてのシミュレータの内容と設定を削除し、破損状態を回復します。
ko: 손상된 상태를 복원하기 위해 모든 시뮬레이터 데이터를 삭제합니다.
zh_hant: 清除所有模擬器內容與設定，以修復受損的狀態。

# diagnostic.fix.reset_simulators.title
source: Reset Simulators
de: Simulatoren zurücksetzen
es: Restablecer simuladores
fr: Réinitialiser les simulateurs
ja: シミュレータをリセット
ko: 시뮬레이터 초기화
zh_hant: 重設模擬器

# diagnostic.loading.subtitle
source: We are inspecting your Xcode, Simulator, and Android tooling setup.
de: Wir prüfen deine Xcode-, Simulator- und Android-Toolchain-Konfiguration.
es: Estamos inspeccionando tu configuración de Xcode, Simulator y herramientas de Android.
fr: Nous vérifions la configuration de votre Xcode, de vos simulateurs et outils Android.
ja: Xcode、シミュレータ、Android ツール環境を確認しています。
ko: Xcode, 시뮬레이터, Android 도구 구성을 점검하고 있습니다.
zh_hant: 我們正在檢查你的 Xcode、模擬器與 Android 工具設定。

# diagnostic.loading.title
source: Checking system…
de: System wird geprüft…
es: Comprobando el sistema…
fr: Vérification du système…
ja: システムを確認中…
ko: 시스템 점검 중…
zh_hant: 正在檢查系統…

# diagnostic.placeholder.no_diagnostics.message
source: Select “Run Again” to gather a fresh status report for your development environment.
de: Wähle „Erneut ausführen“, um einen aktuellen Statusbericht deiner Entwicklungsumgebung zu erstellen.
es: Selecciona "Volver a ejecutar" para recopilar un informe actualizado sobre tu entorno de desarrollo.
fr: Sélectionnez « Exécuter de nouveau » pour obtenir un rapport d’état actualisé de votre environnement de développement.
ja: 「再実行」を選択して最新の診断レポートを取得してください。
ko: “다시 실행”을 눌러 최신 진단 보고서를 가져오세요.
zh_hant: 選擇「再次執行」以取得最新的開發環境狀態報告。

# diagnostic.placeholder.no_diagnostics.title
source: No diagnostics yet
de: Noch keine Diagnose
es: Aún no hay diagnósticos
fr: Aucun diagnostic pour l’instant
ja: 診断履歴がありません
ko: 진단 내역이 없습니다
zh_hant: 尚未進行診斷

# diagnostic.placeholder.no_logs.message
source: Diagnostics logs will appear here after a system check completes.
de: Diagnoseprotokolle erscheinen hier, sobald eine Systemprüfung abgeschlossen ist.
es: Los registros de diagnóstico aparecerán aquí después de completar una comprobación del sistema.
fr: Les journaux de diagnostic apparaîtront ici une fois la vérification système terminée.
ja: システムチェックが完了すると診断ログがここに表示されます。
ko: 시스템 검사가 완료되면 진단 로그가 여기에 표시됩니다.
zh_hant: 系統檢查完成後，診斷日誌會顯示在這裡。

# diagnostic.placeholder.no_logs.title
source: No logs captured
de: Keine Protokolle erfasst
es: No se capturaron registros
fr: Aucun journal capturé
ja: 記録されたログはありません
ko: 수집된 로그가 없습니다
zh_hant: 尚未擷取日誌

# diagnostic.tab.fixes.subtitle
source: Run curated maintenance tasks when issues appear.
de: Ausgewählte Wartungsaufgaben ausführen, sobald Probleme auftreten.
es: Ejecuta tareas de mantenimiento seleccionadas cuando aparezcan problemas.
fr: Lancez des opérations de maintenance ciblées lorsqu’un problème survient.
ja: 問題が発生したときに推奨メンテナンスを実行します。
ko: 문제가 발생하면 지정된 유지 보수 작업을 실행하세요.
zh_hant: 在出現問題時執行精選維護作業。

# diagnostic.tab.fixes.title
source: Quick Fixes
de: Schnelllösungen
es: Correcciones rápidas
fr: Corrections rapides
ja: クイック修正
ko: 빠른 해결
zh_hant: 快速修復

# diagnostic.tab.logs.subtitle
source: Inspect diagnostic activity captured during recent checks.
de: Diagnoseaktivitäten aus jüngsten Prüfungen ansehen.
es: Inspecciona la actividad de diagnóstico capturada durante las comprobaciones recientes.
fr: Consultez l’activité de diagnostic des vérifications récentes.
ja: 直近のチェックで収集された診断ログを確認します。
ko: 최근 점검에서 수집된 진단 활동을 확인하세요.
zh_hant: 檢視最近檢查時記錄的診斷活動。

# diagnostic.tab.logs.title
source: Logs
de: Protokolle
es: Registros
fr: Journaux
ja: ログ
ko: 로그
zh_hant: 日誌

# diagnostic.tab.system.subtitle
source: Verify your Xcode and Android toolchain configuration.
de: Xcode- und Android-Toolchain-Konfiguration überprüfen.
es: Verifica la configuración de tu cadena de herramientas de Xcode y Android.
fr: Vérifiez la configuration de vos outils Xcode et Android.
ja: Xcode と Android ツールチェーンの構成を検証します。
ko: Xcode와 Android 도구 체인이 제대로 구성되었는지 확인하세요.
zh_hant: 驗證你的 Xcode 與 Android 工具鏈設定。

# diagnostic.tab.system.title
source: System Check
de: Systemprüfung
es: Comprobación del sistema
fr: Vérification système
ja: システムチェック
ko: 시스템 점검
zh_hant: 系統檢查
